[
    "What's the most embarrassing thing you've ever done?",
    "Have you ever broken the law? If so, why?",
    "What is your biggest pet peeve?",
    "What's the worst date you've been on?",
    "What's the best date you've been on?",
    "What is your favourite movie that you secretly know is actually terrible?",
    "What was the last time you’ve laughed the hardest?",
    "What’s the most childish thing you still do?",
    "What is the grossest thing you have done today?",
    "What was your best moment in life so far?",
    "Who has the best sense of humour in this room?",
    "Who has the worst sense of humour in this room?",
    "What’s your favourite song that you secretly know is awful?",
    "What’s the most embarrassing music you listen to?",
    "Do you ever sing to yourself in the shower?",
    "What’s your go-to karaoke song?",
    "What was the first concert or gig that you went to?",
    "What is the weirdest trend you've ever participated in?",
    "Have you ever attempted to learn a TikTok dance?",
    "What’s the last thing you Googled?",
    "What’s the weirdest thing you’ve Googled?",
    "What’s the most adventurous thing you’ve ever done?",
    "Who was your first real celebrity crush?",
    "Who’s your current celebrity crush?",
    "Who's the last person you searched on Instagram?",
    "What's the drunkest you've ever been?",
    "What’s the most hungover you’ve ever been?",
    "Do you ever talk to yourself in the mirror?",
    "What is the weirdest thing you’ve ever bought?",
    "What’s your favourite TV show that you secretly know is awful?",
    "Have you ever fancied a cartoon character, if so, who?",
    "Have you ever been skinny dipping?",
    "When was the last time you wet the bed?",
    "Do you still talk to any of your ex-partners?",
    "Who do you text the most?",
    "Deep Truth Or Drink Questions",
    "When was the last time you lied and what was it?",
    "What's the worst thing you've ever done at work?",
    "What's something you're glad your family doesn't know about you?",
    "Have you ever cheated on someone?",
    "Have you ever been cheated on?",
    "What’s the biggest misconception about you?",
    "What’s the worst piece of advice you’ve given someone?",
    "What was the worst mistake that you’ve made in your life?",
    "When was the last time you cried and why?",
    "What's your biggest fear in life?",
    "What's your relationship dealbreaker?",
    "Have you ever ghosted anyone? If so, why?",
    "What's a secret you've never told anyone?",
    "What's the worst thing you've ever done?",
    "What do most people think is true about you but isn’t?",
    "What is the one thing you dislike about yourself?",
    "What is the one thing you really like about yourself?",
    "What makes a relationship toxic in your opinion?",
    "What’s the best piece of advice you’ve given someone?",
    "What’s the best piece of advice you’ve gotten from someone else?",
    "What is your greatest weakness?",
    "What is your greatest strength?",
    "What’s your biggest regret so far?",
    "What is your biggest insecurity?",
    "Do you believe in soulmates?",
    "Have you ever been in a secret relationship?",
    "What is the most disgusting thing you’ve ever done?",
    "Do you have any anonymous social media accounts?",
    "What is your worst habit?",
    "What is something you wish people knew about you?",
    "Have you ever re-gifted a present?",
    "What’s the meanest thing you’ve ever said to someone?",
    "What’s the best compliment you’ve ever given?",
    "What is your biggest relationship/dating ick?",
    "What’s the one thing you would do if you knew there were no consequences?",
    "What’s your most shallow reason for not going on a second date?",
    "What’s the worst date you’ve ever had?",
    "What’s your worst habit?",
    "Name something illegal that you’ve done and regret.",
    "Tell about the biggest ticket you’ve ever gotten.",
    "How many people in the room would you be willing to kiss?",
    "What’s the weirdest dream you’ve ever had?",
    "What do you wear when you’re hoping to go home with someone?",
    "What kind of underwear do you wear?",
    "What’s your dream first date?",
    "What would make you immediately swipe right?",
    "What would make you immediately swipe left?",
    "Have you ever cheated or helped someone else cheat?",
    "Have you ever gotten in a physical altercation with someone?",
    "What’s your longest relationship?",
    "Have you ever had a secret relationship?",
    "Have you ever kissed anyone in this room?",
    "What’s your favorite drink?",
    "What’s the biggest lie you’ve ever told?",
    "What do your current undergarments look like?",
    "Would you ever hook-up with someone else’s partner?",
    "Do you cover your eyes during the scary part of a movie?",
    "If you suddenly became invisible, what would you do with your newfound transparency?",
    "Have you ever wanted to try LARP (live-action role play)?",
    "Who is your favorite family member?",
    "What is the biggest secret you’ve kept from your parents when you were growing up?",
    "Tell us about the last dream you can remember. Don’t leave any details out!",
    "Have you ever lied about being sick so you could stay home from work or school?",
    "Have you ever told someone you wouldn’t be home just so they wouldn’t come over to yours?",
    "If anyone in your family could win an award for being the most annoying, who would it be?",
    "Have you ever bought something to wear to an event, and then returned it to the store when the event was over?",
    "Did you ever break up with someone just before a public holiday so that you didn’t have to buy them a gift?",
    "What is your least favorite part about family gatherings?",
    "What is your favorite movie that you secretly know is actually terrible?",
    "Have you ever bribed or flirted with a police officer to get out of a ticket?",
    "Do you have a bucket list? If so, what is one thing on that list?",
    "What is the strangest thing you have ever bought?",
    "Have you ever shared chewing gum with anyone?",
    "Have you ever danced on a table when you were drunk?",
    "If you could hire someone to do one thing for you, what would it be?",
    "What was the most embarrassing thing that you ever did while on a date?",
    "Would you ever blame someone else for your farts at the office?",
    "What is your favorite feature on yourself?",
    "What is the one mannerism you judge all potential partners on?",
    "What was the last thing you searched for on your phone?",
    "Have you ever tasted a booger?",
    "What’s the first thing you would do if you woke up one day as the opposite sex?",
    "Who do you think is the worst dressed person in this room?",
    "What are some things you think about when sitting on the toilet?",
    "Have you ever practiced kissing in a mirror?",
    "Have you ever had a wardrobe malfunction?",
    "Do you pick your nose?",
    "You’re in a public restroom and just went number two, then you realized your stall has no toilet paper. What do you do?",
    "Where’s your favorite place to fart in public?",
    "What’s the strangest thing someone would find in your web search history?",
    "Do you ever talk on the phone while you’re taking a poop?",
    "What color undergarments do you have on right now?",
    "If you lost one day of your life every time you said a swear word, would you stop?",
    "If someone offered you $ million to break up with your current partner, would you?",
    "After you’ve dropped a piece of food, what’s the longest time you’ve left it on the ground and then ate it?",
    "Have you ever eaten while on the toilet?",
    "Have you ever farted around the office and blamed it on someone else?",
    "Have you ever farted on an airplane?",
    "Has anyone besides you and your partner found your sex toys?",
    "If you could trade places with anyone for a day, who would it be?",
    "Do you think you’ll marry your current girlfriend/boyfriend?",
    "What’s the most embarrassing thing you’ve done drunk?",
    "Have your parents ever walked in on you doing it?",
    "Who was your first kiss?",
    "What are you most insecure about?",
    "when was the last time you lied?",
    "When was the last time you get laid?",
    "When was the last time you wet your bed?",
    "Would you kiss the person to your left?",
    "If you could change one thing about yourself what would it be?",
    "Who would you choose to be if you could be anyone else for a day?",
    "What’s your biggest regret?",
    "What’s your biggest dating horror story?",
    "What was your dream job when you were a kid?",
    "Who do you have a crush on?",
    "What’s the most romantic thing you’ve ever done?",
    "What are your thoughts on sex before marriage?",
    "Would you ever consider having an open relationship?",
    "How many beers can you drink in one sitting?",
    "Have you ever skinny-dipped?",
    "Have you ever done something naughty with a teacher?",
    "What was the first drink you ever had?",
    "Have you ever had a blackout while drinking?",
    "How many drinks have you had so far tonight?",
    "Have you ever made the first move?",
    "When did you first know you were in love with someone?",
    "Do you get emotional during an argument?",
    "Who is a social butterfly in the group?",
    "Who takes the longest to get ready in the group?",
    "Who is more likely to say “I love you”?",
    "Who is more likely to forget important dates?",
    "Who can  take care of the household chores in the group?",
    "Who is the better cook?",
    "Tell the most annoying habit of a person sitting on your right?",
    "What do you think your ideal date would be?",
    "What do you think is the best thing about the person sitting opposite to you?",
    "What was your first impression of the person sitting left to you?",
    "How many people has your partner slept with?",
    "Who is the horniest in the group?",
    "What are your partner’s turn-ons?",
    "Who is more stubborn you or your partner?",
    "How often do you have sex?",
    "Who is the laziest in the relationship?",
    "Who has the more no. Of piercings and tattoos?",
    "What is the most daring thing you’ve ever done?",
    "What’s the scariest animals you’ve ever come across?",
    "Who always has to have the last word?",
    "Who is the messiest?",
    "Who is the biggest party animal?",
    "Who is the most gullible?",
    "Who has the worst taste in music?",
    "Who is the biggest flirt?",
    "What’s the funniest thing that’s ever happened between you and the person sitting to your left?",
    "What is your friends’ biggest accomplishment?",
    "If you could change one thing about your friends what would it be?",
    "Do you think there’s potential for a romantic relationship between any of your friends?",
    "I dare you to act like a chicken.",
    "I dare you to take a drink every time you’re caught checking your phone.",
    "I dare you to take a shot every time someone interrupts your conversation.",
    "I dare you to take a shot every time you have to use the bathroom.",
    "I dare you to take a drink every time someone tells you your outfit is cute.",
    "I dare you to take a shot every time you hear the word “sorry.”",
    "I dare you to take a drink every time someone claps",
    "I dare you to finish your drink every time someone else finishes theirs",
    "I dare you to go outside and scream as loud as you can.",
    "I dare you to post/put story of an embarrassing picture of yourself on social media.",
    "I dare you to wear your clothes inside out for the next 2 hours",
    "I dare you to do 10 jumping jacks in 30 seconds.",
    "I dare you to eat a chili pepper.",
    "I dare you to eat a spoonful of hot sauce.",
    "I dare you to delete all of your social media accounts or take 5 sip.",
    "I dare you to wear the same outfit for three days in a row or take 3 sip.",
    "I dare you to run around the block.",
    "I dare you to sing in public.",
    "I dare you to do 10 pushups.",
    "I dare you to recite the alphabet backwards.",
    "I dare you to stand on one foot for 30 seconds.",
    "I dare you to go out in public with makeup on.",
    "I dare you to let someone else pick out your clothes for the day.",
    "I dare you to go the rest of the night without using your phone or take 2 sip.",
    "I dare you to not drink any caffeine for 24 hours.",
    "When did you last laugh so hard your stomach hurt?",
    "Who was the last person to make you really angry at them and why did they piss you off so much?",
    "Do you have any close friends of the opposite sex you would classify as a ‘best friend’?",
    "What is the best piece of relationship advice you’ve ever received and who gave it to you?",
    "Do you believe in soul mates?",
    "Do you believe in karma?",
    "How would you describe yourself as a lover?",
    "What is the naughtiest thing you’ve ever done?",
    "Are you on any dating apps like Tinder or Bumble?",
    "If you could have sex with any celebrity who would it be and why?",
    "Have you ever cheated on a partner?",
    "Do you think there’s such a thing as too much sex?",
    "Have you ever roleplayed in bed?",
    "How do you feel about taking risks in life?",
    "Do you like spending time alone or do you get antsy and lonely easily?",
    "How do you deal with stress and anxiety?",
    "Do you believe in love at first sight?",
    "How do you deal with heartache and loneliness?",
    "When was the last time you cried tears of joy?",
    "What’s your favorite type of music and why?",
    "What is something that you’re really good at?",
    "Do you have any fears or phobias?",
    "What is the most daring thing you’ve ever done in your life?",
    "What’s the most outrageous thing you’ve ever done for love?",
    "What’s your biggest dating disaster?",
    "Has anyone ever caught you in the act?",
    "When was the last time you got really drunk?",
    "Who was your first love?",
    "How long did your longest relationship last?",
    "How do you feel about casual sex?",
    "What’s your biggest fear about relationships?",
    "What’s your biggest turnoff in potential partners?",
    "What’s the most uncomfortable thing you’ve ever done for love?",
    "What are some of your deal-breakers in relationships?",
    "Who is the most inappropriate person in the room?",
    "Have you ever attended a concert completely drunk?",
    "What's one useless skill you refuse to give up on?",
    "How do you feel about hickeys?",
    "What's the most embarrassing photo on your phone?",
    "What's the most disgusting thing you've done in bed?",
    "What's the strangest thing you've ever purchased?",
    "Where's the worst place you've ever gotten a sunburn?",
    "Have your parents ever walked in on you doing something sexual?",
    "What is your least favorite animal?",
    "If you could pick your own name, what would you choose?",
    "When was the last time you went commando because you were out of clean underwear?",
    "Can you spell 'colonel'?",
    "How often do you think your friends' pets love you more than their actual owners?",
    "Can you name all of the Kardashians?",
    "Who has the most attractive significant other here?",
    "When was your last bowel movement?",
    "Have you ever walked in on your parents getting it on?",
    "Have you ever swallowed a foreign object that eventually came out the other end?",
    "What's the grossest thing you've done today?",
    "What's the most daring thing you've ever done while drunk?",
    "Do you think fresh bagels should be toasted?",
    "What is your opinion on bidets and/or bidet attachments?",
    "How often do you eat food that's dropped on the floor?",
    "Do you know what IBD stands for?",
    "When was the last time you went a day without eating any vegetables?",
    "Have you ever tried someone's breast milk?",
    "What's the drunkest you've ever been?",
    "What's the smelliest part of your body?",
    "How often do you pick your nose?",
    "Do you currently have any rotten food in your fridge?",
    "What's the most annoying habit your significant other just can't kick?",
    "When was the last time you took a selfie?",
    "What's your biggest regret?",
    "What's your biggest insecurity?",
    "What do you think about your best friend's significant other?",
    "What is the biggest misconception surrounding you?",
    "Are you satisfied with your appearance?",
    "What's something you really dislike about your own gender?",
    "Do you believe in monogamy?",
    "What's one thing you used to get ridiculed for as a kid?",
    "Did you vote in the last election?",
    "What do you think messed you up most from your childhood?",
    "What's one phobia you can't get over?",
    "What's one thing you wish you could change about yourself?",
    "Are you satisfied with your job?",
    "Who here is in the worst relationship?",
    "Are you close to your parents?",
    "What's one thing that bothers you about the way people generally treat you?",
    "Do you ever regret how you treated your siblings growing up?",
    "What's the best piece of advice you've ever been given?",
    "When was the last time you cried?",
    "What's one piece of advice you would give your younger self?",
    "What do you think is your greatest strength?",
    "What kind of impression do you think people first have after meeting you?",
    "Who would you most like to improve your relationship with?",
    "Are you satisfied with your relationship status?",
    "Do you want kids?",
    "Have you ever knowingly passed along false information about someone else?",
    "If you could go back 10 years and change your life's trajectory, would you?",
    "Do your spiritual beliefs influence how you behave?",
    "Do you enjoy being a parent?",
    "What concerns you most about your health?",
    "Who was the last person you lost?",
    "What's your biggest fear?"
]