[
    "What’s the shortest amount of time you’ve known someone before hooking up?",
    "Where is the grossest place you’ve ever hooked up?",
    "How far have you gone in public?",
    "What’s the biggest age gap you’ve had with a partner?",
    "What sex act are you best at?",
    "What sex act are you bad at?",
    "What’s your longest dry spell?",
    "How many people in this room would you be willing to hook up with?",
    "Who is the most inappropriate person you’ve ever had a crush on?",
    "Tell us your most embarrassing vomit story.",
    "Have you ever sexted?",
    "What’s the dirtiest text you’ve ever received?",
    "What’s your favorite position?",
    "Top or bottom?",
    "Have you ever been to a strip club?",
    "Have you ever given a lap dance?",
    "What conditions are necessary for hooking up on a first date?",
    "What’s the hardest drug you’ve ever done?",
    "What hook-up scene from a movie or TV show would you like to recreate?",
    "How far are you willing to go with a cute stranger that you’ll never see again?",
    "Would you sleep with a celebrity if you met them at a bar? What celebrity is a no-brainer?",
    "If you could cheat and no one would ever, ever find out, would you?",
    "If you could hack into your partner’s email and they’d never know, would you?",
    "Have you ever read your bae’s texts over their shoulder?",
    "If you could read all your partner’s texts with others, would you?",
    "Do you secretly want the password for your bae’s phone?",
    "If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?",
    "When was the last time you peed in bed?",
    "Would you hook up with your high school crush today?",
    "What's your biggest fantasy?",
    "Where's the weirdest place you've had sex?",
    "Do you enjoy dirty talk?",
    "What’s the cringiest thing you’ve said during dirty talk?",
    "Have you ever had a ‘friends with benefits’ situation? If so, who with?",
    "What's the best intimate experience you've ever had?",
    "Do you have any fetishes?",
    "What's your biggest turn-on?",
    "Do you fancy someone in this room?",
    "Who would you most like to kiss in this room?",
    "What’s your favourite body part on another person?",
    "Have you ever read erotic fiction?",
    "When did you lose your virginity?",
    "What’s the longest you’ve gone without sex?",
    "Have you ever fallen asleep during sex?",
    "What was your most embarrassing sexual experience?",
    "What is your favourite sex position?",
    "What is your least favourite sex position?",
    "What’s your biggest turn off?",
    "Have you ever slept with someone then immediately regretted it?",
    "Have you ever had a one night stand?",
    "Have you ever hooked up with a friend?",
    "If you could only do one sex act for the rest of your life, what would it be?",
    "What is the dirtiest text you’ve received?",
    "What is the dirtiest text you’ve sent?",
    "Who did you last have a sexual fantasy/dream about?",
    "Have you faked an orgasm?",
    "Describe your best orgasm. How long did it last?",
    "Where’s the weirdest place you’ve been naked?",
    "Do you have a favourite sex toy, if so, which one?",
    "What’s your most embarrassing fantasy?",
    "What kind of porn do you search for?",
    "When watching porn, what makes you turn it off?",
    "Have you ever joined a hook-up app or any app associated with risky behavior?",
    "How many “toys” do you own?",
    "What’s the best sex you’ve ever had?",
    "What’s the weirdest role play you’ve ever done?",
    "What’s the raunchiest dream you’ve ever had?",
    "What’s the landscaping like “down there?”",
    "What’s the dirtiest picture you’ve ever sent?",
    "What’s the dirtiest text you’ve sent?",
    "Have you ever hooked up with someone you didn’t know?",
    "What’s the most outrageous thing you can remember doing while “under the influence?”",
    "What is something “scandalous” and sex-related that you really want to try?",
    "Are you more dominant or submissive?",
    "If you were a sex worker, how much would each sex act cost?",
    "Have you ever asked for a dirty pic?",
    "How do you initiate sex with your partner?",
    "Would you ever film yourself “in the act?”",
    "How likely are you to ever consider being a stripper? What about a porn star?",
    "What’s the soonest you’ve ever had sex with someone after meeting them?",
    "If you were going to write an erotic novel, what would it be about?",
    "What was the last thing you masturbated to?",
    "If you could have sex with one person in this room, who would it be?",
    "What’s your magic number now, and what do you wish it was?",
    "What’s the weirdest thing that’s ever turned you on?",
    "Which sexual act are you best at?",
    "How many sex toys do you own?",
    "How many orgasms have you faked?",
    "What is your biggest sexual regret?",
    "What’s the dirtiest sext you’ve ever sent?",
    "Who’s the most scandalous person you’ve had sex with?",
    "Have you ever slept with someone you met online?",
    "Have you ever been caught masturbating?",
    "What do you like to be called in bed?",
    "What movie always turns you on?",
    "What’s your favorite body part on a girl?",
    "Describe the most embarrassing time you got turned on.",
    "Have you ever thought about sleeping with the same sex?",
    "What is your strangest off-limits crush?",
    "If you got to have a threesome with people in this room, who would you do it with and why?",
    "Where is the weirdest place that you’ve ever masturbated?",
    "Describe your “I’m getting laid tonight” outfit?",
    "Have you ever slept with someone from work?",
    "What is more thrilling, makeup or angry sex?",
    "How many times a week do you touch yourself?",
    "Have you ever done IT at work?",
    "Do you like telling your partner what to do in bed, or do you prefer to be told what to do?",
    "Have you ever walked in on your parents doing it?",
    "Have you ever thought of someone else while you were sleeping with someone?",
    "Describe your crush’s personality.",
    "Do you find your friend’s sibling attractive?",
    "If given the chance, would you sleep with your boss?",
    "Have you ever farted while spooning with someone?",
    "Have you ever done a striptease for someone?",
    "Have you ever had romantic feelings for someone of the same sex?",
    "Have you ever had a one-night stand?",
    "How many sex toys do you own?",
    "Do you enjoy dirty talk?",
    "Have you ever hooked up with more than one person on the same night?",
    "Have you ever pursued a secret relationship?",
    "Have you ever been caught masturbating?",
    "Who was the last person you had sex with?",
    "How old were you when you had your first kiss?",
    "What's the weirdest place you've ever had sex?",
    "Have you ever given someone a lap dance?",
    "When was the last time you were in a friends-with-benefits situation?",
    "What's the most attractive thing about the opposite sex that will forever keep you from batting on the same team?",
    "Do you watch porn?",
    "Have you ever looked up a celebrity sex tape?",
    "Have you ever recorded yourself getting it on?",
    "What's one thing you've attempted in the bedroom that you immediately regretted?",
    "Have you ever been to a strip club?",
    "Do you prefer sex with the lights on or off?",
    "What's one sex act you never want to try again",
    "What's the biggest age gap you've had with a sexual partner?",
    "What's your favorite sex position?",
    "Have you ever had a threesome?",
    "What's your biggest fantasy in the bedroom?",
    "Have you ever taken it in the rear?",
    "What's the most embarrassing music someone could put on during sex?",
    "Who is your strangest off-limits crush?",
    "What's the kinkiest thing you've ever tried in the bedroom?",
    "Who is the most scandalous person in the room?",
    "Can you name a famous porn star?",
    "Do you like to be loud in bed?",
    "Which sexual act do you really excel at?",
    "Have you ever read erotic fiction?",
    "Have you ever had angry sex… and liked it?"
]